---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltn1
source: html/437eb56b-77b2-52a2-bffb-4e8d829c564c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltn1 Property

"Measurement Line"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridBeltn1 { get; }
```